var json= '\
{\
  "contentss": [\
       {"one": "效率()","two": "ㄌㄩˋ","three": "率()先","four": "ㄕㄨㄞˋ"},\{"one": "方便()","two": "ㄅ一ㄢˋ","three": "便()宜","four": "ㄆㄧㄢˊ"},\
       {"one": "跌倒()","two": "ㄉㄠˇ","three": "倒()退","four": "ㄉㄠˋ"},\{"one":  "假()髮","two":"ㄐㄧㄚˇ","three": "暑假()","four": "ㄐㄧㄚˋ"},\
       {"one": "依山傍()水","two": "ㄅㄤˋ","three": "傍()晚","four": "ㄅㄤ"},\{"one": "不切()實際 ","two": "ㄑㄧㄝˋ","three": "切()斷","four": "ㄑㄧㄝ"},\
       {"one": "出奇制勝()","two": "ㄕㄥˋ","three": "勝()任","four": "ㄕㄥ"},\{"one": "試卷()","two": "ㄐㄩㄢˋ","three": "髮卷()","four": "ㄐㄩㄢˇ"},\
       {"one": "談吐()","two": "ㄊㄨˇ","three": "上吐()下瀉","four": "ㄊㄨˋ"},\{"one": "阻塞()","two": "ㄙㄜˋ","three": "要塞()","four": "ㄙㄞˋ"},\
       {"one": "塞()車 ","two": "ㄙㄞ","three": "邊塞()","four": "ㄙㄞˋ"},\{"one": "傳()播","two": "ㄔㄨㄢˊ","three": "傳()記","four": "ㄓㄨㄢˋ"},\
       {"one": "泥()巴 ","two": "ㄋㄧˊ","three": "泥()古不化 ","four": "ㄋㄧˋ"},\{"one": "炸()雞","two": "ㄓㄚˊ","three": "爆炸() ","four": "ㄓㄚˋ"},\
       {"one": "事在人為()","two": "ㄨㄟˊ","three": "為()民服務","four": "ㄨㄟˋ"},\{"one": "當()場 ","two": "ㄉㄤ","three": "典當()","four": "ㄉㄤˋ"},\
       {"one": "礦石() ","two": "ㄕˊ","three": "公石()","four": "ㄉㄢˋ"},\{"one": "縫()紉","two": "ㄈㄥˊ","three": "裂縫()","four": "ㄈㄥˋ"},\
       {"one": "宣傳() ","two": "ㄔㄨㄢˊ","three": "自傳()","four": "ㄓㄨㄢˋ"},\{"one": "婀娜()","two": "ㄋㄨㄛˊ","three": "安娜()","four": "ㄋㄚˋ"}\
              ]\
}\
';