var jsonString = '\
{\
  "contents": [\
       {"one": "龍","two": "ㄌㄨㄥˊ"},\{"one": "八卦","two": "ㄅㄚㄍㄨㄚˋ"},\{"one": "杯筊","two": "ㄅㄟㄐㄧㄠˇ"},\
       {"one": "木魚","two": "ㄇㄨˋㄩˊ"},\{"one": "鳳凰","two": "ㄈㄥˋㄏㄨㄤˊ"},\{"one": "燈籠","two": "ㄉㄥㄌㄨㄥˊ"},\
       {"one": "跳加官","two": "ㄊㄧㄠˋㄐㄧㄚㄍㄨㄢ"},\{"one": "臉譜","two": "ㄌㄧㄢˇㄆㄨˇ"},\{"one": "麒麟","two": "ㄑㄧˊㄌㄧㄣˊ"},\
       {"one": "舞獅","two": "ㄨˇㄕ"},\{"one": "中國結","two": "ㄓㄨㄥㄍㄨㄛˊㄐㄧㄝˊ"},\{"one": "蒸籠","two": "ㄓㄥㄌㄨㄥˊ"},\
       {"one": "粽子","two": "ㄗㄨㄥˋㄗ˙"},\{"one": "帔","two": "ㄆㄟˋ"},\{"one": "篦","two": "ㄅㄧˋ"},\
       {"one": "弁","two": "ㄅㄧㄢˋ"},\{"one": "冕","two": "ㄇㄧㄢˇ"},\{"one": "鬟","two": "ㄏㄨㄢˊ"},\
       {"one": "笄","two": "ㄐㄧ"},\{"one": "髻","two": "ㄐㄧˋ"},\{"one": "釵","two": "ㄔㄞ"},\
       {"one": "簪","two": "ㄗㄢ"},\{"one": "襪","two": "ㄨㄚˋ"},\{"one": "馬尾","two": "ㄇㄚˇㄨㄟˇ"},\
       {"one": "馬靴","two": "ㄇㄚˇㄒㄩㄝ"},\{"one": "百褶裙","two": "ㄅㄞˇㄓㄜˊㄑㄩㄣˊ"},\{"one": "面具","two": "ㄇㄧㄢˋㄐㄩˋ"},\
       {"one": "木屐","two": "ㄇㄨˋㄐㄧ"},\{"one": "別針","two": "ㄅㄧㄝˊㄓㄣ"},\{"one": "髮夾","two": "ㄈㄚˇㄐㄧㄚˊ"},\
       {"one": "鳳冠","two": "ㄈㄥˋㄍㄨㄢ"},\{"one": "斗笠","two": "ㄉㄡˇㄌㄧˋ"},\{"one": "拉鍊","two": "ㄌㄚㄌㄧㄢˋ"},\
       {"one": "和服","two": "ㄏㄜˊㄈㄨˊ"},\{"one": "夾克","two": "ㄐㄧㄚˊㄎㄜˋ"},\{"one": "旗袍","two": "ㄑㄧˊㄆㄠˊ"},\
       {"one": "西裝","two": "ㄒㄧㄓㄨㄤ"},\{"one": "長袍","two": "ㄔㄤˊㄆㄠˊ"},\{"one": "燕尾服","two": " ㄧㄢˋㄨㄟˇㄈㄨˊ"},\
       {"one": "泳衣","two": "ㄩㄥˇㄧ"},\{"one": "貓","two": "ㄇㄠ"},\{"one": "蹼","two": "ㄆㄨˊ"},\
       {"one": "豹","two": "ㄅㄠˋ"},\{"one": "蟒","two": "ㄇㄤˇ"},\{"one": "鳧","two": "ㄈㄨˊ"},\
       {"one": "蹄","two": "ㄊㄧˊ"},\{"one": "鹿","two": "ㄌㄨˋ"},\{"one": "螺","two": "ㄌㄨㄛˊ"},\
       {"one": "驢","two": "ㄌㄩˊ"},\{"one": "鴿","two": "ㄍㄜ"},\{"one": "狗","two": "ㄍㄡˇ"},\
       {"one": "龜","two": "ㄍㄨㄟ"},\{"one": "鶴","two": "ㄏㄜˋ"},\{"one": "猴","two": "ㄏㄡˊ"},\
       {"one": "狐","two": "ㄏㄨˊ"},\{"one": "鵠","two": "ㄏㄨˊ"},\{"one": "虎","two": "ㄏㄨˇ"},\
       {"one": "獾","two": "ㄏㄨㄢ"},\{"one": "雞","two": "ㄐㄧ"},\{"one": "羌","two": "ㄑㄧㄤ"}\
  ]\
}\
';